Repository: Mowaffik-Almaradne/bookshelf-mobile
Catalog: BookShelf/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: %lld results
ar: %lld نتائج

source: +%lld more
ar: +%lld المزيد

source: Adds this book to your reading list
ar: يضيف هذا الكتاب إلى قائمة قراءتك

source: Books you add this session will disappear when you close the app.
ar: الكتب التي تضيفها في هذه الجلسة ستختفي عند إغلاق التطبيق.

source: by %@
ar: بقلم %@

source: Cancelled
ar: أُلغيت

source: Connection problem
ar: مشكلة في الاتصال

source: Couldn't load more · Retry
ar: تعذّر تحميل المزيد · إعادة المحاولة

source: Couldn't save
ar: تعذّر الحفظ

source: End of results
ar: نهاية النتائج

# error.not_found.title
source: Book not found
ar: الكتاب غير موجود

# error.offline.message
source: Check your connection. Your Shelf is still available.
ar: تحقق من اتصالك. رفّك ما زال متاحًا.

source: Find your next book
ar: اعثر على كتابك التالي

source: First published
ar: أول نشر

source: Loading details
ar: جاري تحميل التفاصيل

source: Loading more results
ar: جاري تحميل المزيد من النتائج

source: No Results
ar: لا توجد نتائج

source: No results for "%@"
ar: لا توجد نتائج لـ "%@"

source: OK
ar: حسنًا

source: Open Library is slow right now.
ar: مكتبة Open Library بطيئة حاليًا.

source: Open Library is unavailable
ar: مكتبة Open Library غير متاحة

source: Please try again in a moment.
ar: حاول مرة أخرى بعد لحظات.

source: Please try again.
ar: يرجى المحاولة مرة أخرى.

source: Read more
ar: اقرأ المزيد

source: Remove
ar: إزالة

source: Remove from shelf
ar: إزالة من الرف

source: Removes this book from your reading list
ar: يزيل هذا الكتاب من قائمة قراءتك

source: Retry
ar: إعادة المحاولة

source: Retry loading details
ar: إعادة تحميل التفاصيل

source: Retry search
ar: إعادة البحث

source: Save books from Search to read them offline.
ar: احفظ كتبًا من البحث لتقرأها دون اتصال.

source: Save to shelf
ar: حفظ في الرف

source: Saved books will appear here
ar: الكتب المحفوظة ستظهر هنا

source: Saved to shelf
ar: محفوظ في الرف

source: Search
ar: بحث

source: Search for a title, author or subject
ar: ابحث عن عنوان أو مؤلف أو موضوع

source: Searching
ar: جاري البحث

source: Searching…
ar: جاري البحث…

source: Shelf
ar: الرف

source: Shelf can't be saved on this device
ar: لا يمكن حفظ الرف على هذا الجهاز

source: Show less
ar: عرض أقل

source: Showing saved copy
ar: عرض النسخة المحفوظة

source: Something went wrong
ar: حدث خطأ ما

source: Something went wrong with the network.
ar: حدث خطأ في الشبكة.

source: Taking too long
ar: يستغرق وقتًا أطول من المعتاد

source: The request was cancelled.
ar: أُلغي الطلب.

source: This book has no details available.
ar: لا تتوفر تفاصيل لهذا الكتاب.

source: Title, author or subject
ar: عنوان أو مؤلف أو موضوع

source: Tries the request again
ar: يعيد محاولة الطلب

source: Unexpected response
ar: استجابة غير متوقعة

source: We couldn't read the data from Open Library.
ar: تعذّر قراءة البيانات من Open Library.

source: You are offline. Saved books are still available.
ar: أنت غير متصل. الكتب المحفوظة ما زالت متاحة.

source: You're offline
ar: لا يوجد اتصال بالإنترنت

source: Your device storage refused the change.
ar: رفض تخزين الجهاز هذا التغيير.

source: Your shelf is empty
ar: رفك فارغ

source: Want to read
ar: أريد قراءته

source: Reading
ar: أقرأ

source: Finished
ar: انتهيت

source: All
ar: الكل

source: Filter
ar: تصفية

source: Filter by reading status
ar: تصفية حسب حالة القراءة

source: No books with this status
ar: لا كتب بهذه الحالة

source: Try another filter or change a book’s reading status.
ar: جرّب تصفية أخرى أو غيّر حالة قراءة الكتاب.
